interface ClothesData extends Record<string, string[]> {}

const clothesData: ClothesData = {
  "0": [
    "한겨울",
    "패딩, 두꺼운 코트, 누빔 옷, 목도리"
  ],
  "5": [
    "겨울",
    "울 코트, 히트텍, 가죽 옷"
  ],
  "9": [
    "초겨울",
    "트렌치 코트, 야상, 점퍼, 스타킹, 기모 바지"
  ],
  "12": [
    "가을",
    "자켓, 가디건, 청자켓, 니트, 스타킹, 청바지"
  ],
  "17": [
    "봄, 가을",
    "얇은 가디건, 얇은 니트, 맨투맨, 후드, 긴 바지"
  ],
  "20": [
    "따듯한 봄",
    "블라우스, 긴팔 티, 면바지, 슬랙스"
  ],
  "23": [
    "여름",
    "반팔, 얇은 셔츠, 반바지, 면바지"
  ],
  "28": [
    "한여름",
    "민소매, 반팔, 반바지, 짧은 치마, 린넨 옷"
  ]
}

export default clothesData;